Repository: sargas-company/wordpress-recaptcha
Catalog: languages/sargas-recaptcha-*.po
Languages: ru_ru, uk

source: Protect your WordPress forms against spam and brute-force using Sargas reCAPTCHA
ru_ru: Защитите свои WordPress формы от спама и brute-force атак при помощи Sargas reCAPTCHA
uk: Захистить свої форми WordPress від спаму там brute-force атак за допомогою Sargas reCAPTCHA

source: Error
ru_ru: Ошибка
uk: Помилка

source: Invalid reCAPTCHA. Please try again.
ru_ru: Тест reCAPTCHA не был пройден. Пожалуйста, попробуйте еще раз.
uk: Тест reCAPTCHA не було пройдено. Будь ласка, спробуйте ще раз.

source: Something went wrong. Please, try again later.
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже.
uk: Щось пішло не так. Будь ласка, спробуйте пізніше.

source: This field is required.
ru_ru: Это поле обязательно для заполнения.
uk: Це поле обов’язкове для заповнення.

source: Maximum message length exceeded.
ru_ru: Превышена максимальная длина сообщения.
uk: Перевищено максимальну довжину повідомлення.

source: Warning
ru_ru: Внимание
uk: Увага

source: Before you start working with Google reCAPTCHA, you need to generate API keys from
ru_ru: Прежде чем начать работу с Google reCAPTCHA, вам нужно создать API ключи в
uk: Перед початком використування Google reCAPTCHA вам потрібно створити API ключі у

source: plugin is not installed. Please
ru_ru: плагин не установлен. Пожалуйста
uk: плагін не встановлено. Будь ласка

source: install it.
ru_ru: установите его.
uk: установіть його.

source: plugin is inactive. Please
ru_ru: плагин не активен. Пожалуйста
uk: плагін неактивовано. Будь ласка

source: activate it.
ru_ru: активируйте его.
uk: активуйте його.

source: Invalid reCAPTCHA.
ru_ru: Неверная reCAPTCHA.
uk: Неправильна reCAPTCHA.

source: Missed reCAPTCHA response.
ru_ru: Отсутствует ответ reCAPTCHA.
uk: Пропущено відповідь reCAPTCHA.

source: reCAPTCHA works correctly.
ru_ru: reCAPTCHA работает правильно.
uk: reCAPTCHA працює правильно.

source: reCAPTCHA is displayed correctly.
ru_ru: reCAPTCHA отображается правильно.
uk: reCAPTCHA відображається правильно.

source: Incorrect reCAPTCHA keys type.
ru_ru: Неправильный тип ключей reCAPTCHA.
uk: Неправильний тип ключів reCAPTCHA.

source: reCAPTCHA keys verification failed
ru_ru: Проверка ключей reCAPTCHA провалена
uk: Перевірка ключів reCAPTCHA не вдалася

source: Settings
ru_ru: Настройки
uk: Налаштування

source: General Settings
ru_ru: Общие настройки
uk: Загальні налаштування

source: Standard Forms
ru_ru: Стандартные формы
uk: Стандартні форми

source: WooCommerce Forms
ru_ru: Формы WooCommerce
uk: Форми WooCommerce

source: Mailchimp For Wordpress Forms
ru_ru: Формы Mailchimp For Wordpress
uk: Форми Mailchimp For Wordpress

source: reCAPTCHA type
ru_ru: тип reCAPTCHA
uk: тип reCAPTCHA

source: Site Key
ru_ru: Ключ сайта
uk: Ключ сайту

source: Please input your site key here
ru_ru: Пожалуйста, добавьте сюда свой ключ сайта
uk: Будь ласка, додайте сюди свій ключ сайту

source: Secret Key
ru_ru: Секретный ключ
uk: Секретний ключ

source: Please input your secret key here
ru_ru: Пожалуйста, добавьте сюда свой секретный ключ
uk: Будь ласка, додайте сюди свій секретний ключ

source: Login Form
ru_ru: Форма логина
uk: Форма логіну

source: Register Form
ru_ru: Форма регистрации
uk: Форма регістрації

source: Comment Form
ru_ru: Форма комментариев
uk: Форма коментарів

source: Lost Password Form
ru_ru: Форма восстановления пароля
uk: Форма відновлення паролю

source: Checkout Form
ru_ru: Форма оформления заказа
uk: Форма оформлення замовлення

source: reCAPTCHA type has been changed. Please, don't forget to replace necessaries keys from
ru_ru: Тип reCAPTCHA был изменен. Пожалуйста, не забудьте заменить ключи соответствующими из
uk: Тип reCAPTCHA було змінено. Будь ласка, не забудьте замінити ключі на необхідні з

source: the admin dashboard.
ru_ru: панель администратора.
uk: панель адміністратора.

source: Settings saved.
ru_ru: Настройки сохранены.
uk: Налаштування збережені.

source: reCAPTCHA error
ru_ru: Ошибка reCAPTCHA
uk: Помилка reCAPTCHA

source: The reCAPTCHA response is missed. Please try again.
ru_ru: Отсутствует ответ от reCAPTCHA. Пожалуйста, попробуйте еще раз.
uk: Відсутня відповідь від reCAPTCHA. Будь ласка, спробуйте ще раз.

source: An error occurred while processing the form. Please try again
ru_ru: Произошла ошибка при обработке формы. Пожалуйста, попробуйте еще раз
uk: При обробці форми сталася помилка. Будь ласка, спробуйте ще раз

source: Before you start working with Google reCAPTCHA, you need to enter the site key and the secret key.
ru_ru: Прежде чем начать работу с Google reCAPTCHA, вам необходимо ввести ключ сайта и секретный ключ.
uk: Перш ніж почати роботу з Google reCAPTCHA, вам необхідно ввести ключ сайту і секретний ключ.

source: An error occurred. Please, try again
ru_ru: Произошла ошибка. Пожалуйста, попробуйте еще раз
uk: Сталася помилка. Будь ласка, спробуйте ще раз

source: General
ru_ru: Общие
uk: Загальні

source: Save Changes
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: Info
ru_ru: Информация
uk: Інформація

source: Ukrainian Digital Company
ru_ru: Украинская цифровая компания
uk: Українська цифрова компанія

source: Plugin version
ru_ru: Версия платина
uk: Версія плагіну

source: Please enable JavaScript in your browser to submit this form
ru_ru: Пожалуйста, включите JavaScript в вашем браузере, чтобы отправить эту форму
uk: Будь ласка, увімкніть JavaScript у вашому браузері, щоб відправити цю форму

source: Send anonymously
ru_ru: Отправить анонимно
uk: Надіслати анонімно

source: You can share us your email, WordPress version, and plugin version to help us better understand your wishes and we can contact you. Or you can enable checkbox and submit anonymously.
ru_ru: Вы можете сообщить нам свой email, версию WordPress и версию плагина, чтобы мы могли лучше понять ваши пожелания и связаться с вами. Или вы можете установить флажок и отправить сообщение анонимно.
uk: Ви можете поділитися з нами своєю електронною поштою, версією WordPress і версією плагіна, щоб допомогти нам краще зрозуміти ваші побажання і ми могли зв’язатися з вами. Або ви можете увімкнути чекбокс і відправити заявку анонімно.

source: Thank you for contacting us, we received your request successfully!
ru_ru: Спасибо, что связались с нами, мы успешно получили ваше предложение!
uk: Дякуємо, що звернулися до нас, ми успішно отримали вашу пропозицію!

source: Request a feature
ru_ru: Предложить функционал
uk: Запропонувати функціонал

source: Submit a feature request
ru_ru: Отправить запрос с предложенный функционалом
uk: Надіслати пропонування функціонала

source: reCAPTCHA widget preview
ru_ru: Предварительный просмотр виджета reCAPTCHA
uk: Попередній перегляд віджету reCAPTCHA

source: No secret key or site key found.
ru_ru: Не найден секретный ключ или ключ сайта.
uk: Секретний ключ або ключ сайту не знайдено.

source: Test Keys
ru_ru: Протестировать ключи
uk: Протестувати ключі
